// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="ファクス機能の診断";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="ファクス送信が行える状態かどうか確認するためファクス機能の診断を行い、結果を印刷します。プリンターに用紙をセットしてください。";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="事前に、プリンターと電話回線の接続を確認してください。接続方法はプリンターに付属のマニュアルをご覧ください。";
"Press the Start button to run the check."="「開始」ボタンを押すと診断を開始します。";
"Start"="開始";
"Cancel"="キャンセル";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="ファクス機能を診断中です。";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="ファクス機能は正常です。";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="エラーを検出しました。詳しくはプリンターが出力したレポートをご覧ください。";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="FAX Utilityについて...";
"Preferences..."="環境設定...";
"Services"="サービス";
"Hide FAX Utility"="FAX Utility を隠す";
"Hide Others"="ほかを隠す";
"Show All"="すべてを表示";
"Quit FAX Utility"="FAX Utilityを終了";
"File"="ファイル";
"Close"="閉じる";
"Window"="ウィンドウ";
"Minimize"="しまう";
"Help"="ヘルプ";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="キャンセル";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="アプリケーションの実行に必要なファイルが見つかりませんでした。\nFAX Utilityを再インストールしてください。";
"Str_Alert_Common_Cannot_Get_Printer_Information"="プリンターの情報を取得できませんでした。\n[システム環境設定]－[プリントとファクス]からプリンター（FAX）を追加してください。";
"Str_Alert_Common_Confirm_OverWrite"="指定されたファイルがすでに存在します。上書きしますか？";
"Str_Alert_Common_Not_Responding_Error"="プリンターからの応答がありません。プリンターが正しく接続されているか、電源が入っているか確認してください。";
"Str_Alert_Common_Communication_Error"="プリンターとの通信でエラーが発生しました。";
"Str_Alert_Common_Printer_Processing_Error"="プリンターがデータを処理中です。しばらく待ってから再度実行してください。";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="プリンターとの通信で、エラーが検出されました。\nエラーコード(%d)";
"Str_Alert_Common_Error_Occurred"="エラーが発生したため処理を中止しました。";
"Str_Alert_Common_PrinterStatusError"="プリンターがエラー状態です。エラーを解除してから再度実行してください。";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="FAX Utilityが起動中のため、ファクス機能の診断を実行できません。終了後に再度実行してください。";
"Str_Alert_Fax_Diagnosis_Canceled"="ファクス機能の診断が中断されました。";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="診断結果を取得できませんでした。";
